# 课题：演示文稿的美化

## 教学目标
1. 掌握制作演示文稿基本技能：应用设计模板，修改配色方案，设置对象格式；
2. 通过应用设计模板和修改配色方案的过程，学生能够理解如何使形式与内容和谐统一。

## 重点
掌握制作演示文稿基本技能：应用设计模板，修改配色方案，设置对象格式

## 难点
正确理解设计模板的作用，并注意选择模板时的关键点

## 教学过程

### 引入
* 展示美化好的PPT作品和未美化的PPT作品，询问学生偏好及其原因。
>设计意图：通过对比激发学生的学习兴趣，让他们直观感受到美化演示文稿的重要性。

### 新课
* 什么是设计模板：介绍设计模板包含的内容。
* 选择模板的注意点：强调模板应为主题内容服务。

### 动手做
* 任务1：选择“通用-流线型”模板，应用于“红色之旅”PPT中。
* 思考：使用模板后，幻灯片的背景是否发生变化？

### 修改配色方案
* 任务2：将“红色之旅”PPT的配色方案颜色改为“浅绿色”。
  - 提醒：不要将字体和背景设置为同一颜色。
  - 试一试：如何仅改变当前幻灯片的背景颜色？
  - 思考：探讨应用设计模板与设置配色方案的区别及相关操作。
>设计意图：让学生掌握配色方案的修改方法，理解配色对演示文稿视觉效果的重要性。

### 设置对象格式
* 任务3：修改“井冈山精神”文字的格式，使其背景呈现“水滴”纹理效果。
* 试一试：为《遵义》幻灯片中的标题栏添加“水滴”效果。

## 教学随笔
在前一阶段的学习里，学生们对PowerPoint基本操作已有所知晓，能较快上手。本节课在此基础上的进一步深入，重点在于培养学生的审美意识。教师通过展示优秀范例，向学生传授演示文稿的颜色与字体搭配规则。
为让学生更好理解美的演示文稿，教师引导学生浏览网上的几个杰出作品，并启发他们思考这些作品为何能给人美的享受。基于学生们的回答，教师总结道：这些演示文稿美在风格统一、版面和谐且充满创意，既能吸引读者眼球，又不影响内容浏览。
尽管学生们难以达到这些专业作品的水平，但PowerPoint提供的“设计模板”可作很好的辅助工具。此外，学生也可依据自己的主题自由设计，享受创作乐趣。
